Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-A.bo.en.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ དམ་པ འི་ ཆོས་ དྲན་པ་ ཉེ་བ ར་ གཞག་པ །_
en: The Noble Application of Mindfulness of the Sacred Dharma

source: སངས་རྒྱས་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ དང་ །_ རང་ སངས་རྒྱས་ དང་ །_ འཕགས་པ་ ཉན་ཐོས་ ཐམས་ཅད་ ལ་ ཕྱག་ འཚལ་ ལོ །_།
en: $1 [F.82.a] Homage to all the buddhas, bodhisattvas, solitary buddhas, and noble hearers!

source: འདི་སྐད་ བདག་ གིས་ ཐོས་པ་ དུས་ གཅིག་ ན །_
en: $2 Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་ རྒྱལ་པོ འི་ ཁབ །_ ན་ ལ་ ཏིའི་ གྲོང་ གི་ བྲམ་ཟེ འི་ གྲོང་ ན་ བཞུགས་ སོ །_། དེ འི་ ཚེ་ ན་ ཚེ་ དང་ ལྡན་པ་ ཤ་ར་དྭ་ཏི འི་ བུ །_ དགེ་སློང་ རབ་ཏུ་ མང་པོ་ དག་ དང་ ལྷན་ཅིག་ ཏུ་ སྔ་དྲོ འི་ དུས་ ཀྱི་ ཚེ་ རྒྱལ་པོ འི་ ཁབ་ ཏུ་ བསོད་སྙོམས་ ཀྱི་ ཕྱིར་ དོང་ ངོ་ །_།
en: While the Blessed One was residing in the brahmin quarter of the village of Nālati near Rājagṛha, venerable Śāradvatīputra one morning went to Rājagṛha together with a great gathering of monks to collect alms.

source: དེ འི་ ཚེ་ དགེ་སློང་ རབ་ཏུ་ མང་པོ་ དག་ བསོད་སྙོམས་ ཀྱི་ ཕྱིར་ རྒྱུ་བ་ ན །_ གཞན་ མུ་སྟེགས་ ཅན་ སྤྱོད་པ་པ་ ཀུན་ ཏུ་ རྒྱུ་བ་ དག་ ག་ལ་བ་ དེར་ དོང་ སྟེ །_ གཞན་ མུ་སྟེགས་ ཅན་ སྤྱོད་པ་པ་ ཀུན་ ཏུ་ རྒྱུ་བ་ དག་ དང་ ལྷན་ཅིག་ ཏུ་ ཡང་དག་ པར་ དགའ་བ ར་ འགྱུར་བ་ དང་ །_ ཡང་དག་ པར་ མགུ་བ ར་ འགྱུར་བ འི་ ཆོས་ ཀྱི་ གཏམ་ བྱས་ ནས་
en: As they were out receiving alms, a large group of the monks came across some wandering non-Buddhist practitioners#15 who were on the way to the same destination, and together they engaged in a Dharma discussion to everyone’s delight and appreciation.

source: གཞན་ མུ་སྟེགས་ ཅན་ སྤྱོད་པ་པ་ ཀུན་ ཏུ་ རྒྱུ་བ་ དག་ གིས་ དྲིས་པ །_
en: $3 During their discussions some of the non-Buddhists asked,

source: ཀྱེ་ ཤཱཀྱ་པ་ དག་ ཁྱེད་ཅག་ གི་ དགེ་སྦྱོང་ གཽ་ ཏ་ མ་ ལུས་ ཀྱི་ ཆད་པ་ མི་དགེ་བ་ མི་འདོད་པ་ མི་ སྡུག་པ་ ཡིད་ དུ་ མི་ འོང་བ་ སྟོན་ ཅིང་ གཞན་དག་ གི་ ལ་ ཡང་ རྗེས་སུ་ ཡི་ རང་བ ར་ མི་ བྱེད་པ་ བདེན་ ནམ །_
en: “Ah, you Śākya followers, does not your mendicant Gautama teach that misdeeds of the body are unattractive, ugly, and unpleasant, and that one should refrain from rejoicing in them even when they are done by another?

source: ངེད་ ཅག་ ཀྱང་ ལུས་ ཀྱི་ ཆད་པ་ མི་འདོད་པ་ མི་ སྡུག་པ་ ཡིད་ དུ་ མི་ འོང་བ་ སྟོན་ ཅིང་ གཞན་དག་ གི་ ལ་ ཡང་ རྗེས་སུ་ ཡི་ རང་བ ར་ མི་ བྱེད་ དོ །_།
en: We also consider misdeeds of the body to be unattractive, ugly, and unpleasant, and we do not rejoice in them even when done by others.

source: ཀྱེ་ ཁྱེད་ཅག་ གི་ དགེ་སྦྱོང་ གཽ་ ཏ་ མ་ ངག་ གི་ ཆད་པ་ མི་འདོད་པ་ མི་ སྡུག་པ་ ཡིད་ དུ་ མི་ འོང་བ་ སྟོན་ ཅིང་ གཞན་དག་ གི་ ལ་ ཡང་ རྗེས་སུ་ ཡི་ རང་བ ར་ མི་ བྱེད །_
en: Does not your mendicant Gautama teach that misdeeds of speech are unattractive, ugly, and unpleasant, and that one should refrain from rejoicing in them even when done by another?

source: ངེད་ ཅག་ ཀྱང་ ངག་ གི་ ཆད་པ་ མི་འདོད་པ་ མི་ སྡུག་པ་ ཡིད་ དུ་ མི་ འོང་བ་ སྟོན་ ཅིང་ གཞན་དག་ གི་ ལ་ ཡང་ རྗེས་སུ་ ཡི་ རང་བ ར་ མི་ བྱེད་ དོ །_།
en: We also consider misdeeds of speech to be unattractive, ugly, and unpleasant, and we do not rejoice in them even when done by others.

source: ཁྱེད་ཅག་ གི་ དགེ་སྦྱོང་ གཽ་ ཏ་ མ་ ཡིད་ ཀྱི་ ཆད་པ་ མི་འདོད་པ་ མི་ སྡུག་པ་ ཡིད་ དུ་ མི་ འོང་བ་ སྟོན་ ཅིང་ གཞན་དག་ གི་ ལ་ ཡང་ རྗེས་སུ་ ཡི་ རང་བ ར་ མི་ བྱེད །_
en: Does not your mendicant Gautama teach that misdeeds of the mind are unattractive, ugly, and unpleasant, and that one should refrain from rejoicing in them even when done by another?

source: ངེད་ ཀྱང་ ཡིད་ ཀྱི་ ཆད་པ་ མི་འདོད་པ་ མི་ སྡུག་པ་ ཡིད་ དུ་ མི་ འོང་བ་ སྟོན་ ཅིང་ གཞན་དག་ གི་ ལ་ ཡང་ རྗེས་སུ་ ཡི་ རང་བ ར་ མི་ བྱེད་ ན །_
en: We also consider misdeeds of the mind to be unattractive, ugly, and unpleasant, and we do not rejoice in them even when done by others.

source: ཁྱེད་ ཀྱི་ དགེ་སྦྱོང་ གཽ་ ཏ་ མ འི་ ཆོས་ [82b][83a] འདུལ་བ་ དང་ ངེད་ ཀྱི་ ཐ་དད་ དུ་ བྱ་བ་ ཅི་ ཡོད །_
en: What difference is there [F.82.b]#16[F.83.a] between your mendicant Gautama’s Dharma-Vinaya and our own?

source: བསམ་པ་ ནི་ ཅི་ ཡོད །_
en: What are the ideas?

source: ཁྱད་པར་ ནི་ ཅི་ ཡོད །_
en: What are the distinctive points?

source: གང་ གིས་ ན་ དགེ་སྦྱོང་ གཽ་ ཏ་ མ འི་ ཆོས་ འདུལ་བ་ ནི་ ངེད་ ཀྱི་ ལས་ ཁྱད་པར་ དུ་ འཕགས །_
en: What makes the Dharma-Vinaya of your mendicant Gautama superior to ours?

source: དགེ་སྦྱོང་ གཽ་ ཏ་ མ་ དེ་ ནི་ ཐམས་ཅད་ མཁྱེན་པ་ ཡིན་ ནོ་ ཞེས་ བདག་ཉིད་ སྒྲོགས །_
en: The mendicant Gautama claims that he is omniscient.”

source: གཞན་ མུ་སྟེགས་ ཅན་ སྤྱོད་པ་པ་ ཀུན་ ཏུ་ རྒྱུ་བ་ དག་ གིས་ དེ་སྐད་ དྲིས་པ་ དང་ །_ དགེ་སློང་ གསར་ དུ་ རབ་ཏུ་ བྱུང་བ་ དག་ ཚེ་ དང་ ལྡན་པ་ ཤ་ར་དྭ་ཏི འི་ བུ་ དང་ བྲལ་བ ས་ རྗེས་སུ་ ཡི་ རང་བ ར་ ཡང་ མི་ བྱེད་ ལན་ ཡང་ མ་ བཏབ་བོ །_།
en: $4 When faced with these questions by the wandering non-Buddhist practitioners, the group of newly ordained monks neither approved nor responded because the venerable Śāradvatīputra was absent.

source: དེ་ནས་ དགེ་སློང་ རབ་ཏུ་ མང་པོ་ ཚེ་ དང་ ལྡན་པ་ ཤ་ར་དྭ་ཏི འི་ བུ་ དང་ བྲལ་བ་ དག་ བསོད་སྙོམས་ ཀྱི་ བྱ་བ་ བྱས་ ནས་ ན་ ལ་ ཏིའི་ གྲོང་ ག་ལ་བ་ དེར་ དོང་ སྟེ་ ཕྱིན་ ནས དགེ་སློང་ རབ་ཏུ་ མང་པོ་ དག་ ཟས་ ཀྱི་ བྱ་བ་ བྱས་ ནས་ འཁོད་ དོ །_།
en: Once they had completed their alms round, the large group of monks returned to the town of Nālati where they had their meal and then took their places amid the gathering of monks.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཤ་ར་དྭ་ཏི འི་ བུ་ ཕྱི་ ཞིག་ ན་ བསོད་སྙོམས་ བླངས་ ཏེ །_ ན་ ལ་ ཏིའི་ གྲོང་ ག་ལ་བ་ དེར་ སོང་ ངོ་ །_།
en: $5 Later, venerable Śāradvatīputra also returned to the town of Nālati, having received his alms.

source: དེ་ནས་ དགེ་སློང་ རབ་ཏུ་ མང་པོ་ ཚེ་ དང་ ལྡན་པ་ ཤ་ར་དྭ་ཏི འི་ བུ་ག་ ལ་བ་ དེར་ དོང་ སྟེ་ ཕྱིན་ ནས །_ དགེ་སློང་ རབ་ཏུ་ མང་པོ་ དག་ གིས་ ཚེ་ དང་ ལྡན་པ་ ཤ་ར་དྭ་ཏི འི་ བུ་ ལ་ བསྙད་ དོ །_།
en: When he arrived, the great gathering of monks went to see him and related to him what had transpired.

source: དེ་ནས་ ཚེ་ དང་ ལྡན་པ་ ཤ་ར་དྭ་ཏི འི་ བུས་ དགེ་སློང་ རབ་ཏུ་ མང་པོ་ དག་ ལ་ འདི་སྐད་ ཅེས་ སྨྲས་ སོ །_།
en: Venerable Śāradvatīputra said,

source: གལ་ཏེ་ བདག་ ཚེ་ དང་ ལྡན་པ་ ཁྱེད་ དང་ ལྷན་ཅིག་ རྒྱལ་པོ འི་ ཁབ་ ཀྱི་ ལམ་སྲང་ དང་ །_ བཞི་མདོ་ དང་ །_ སུམ་མདོ་ གཅིག་ ཏུ་ རིམ་གྱིས་ དོང་བ་ ལས །_ གཞན་ མུ་སྟེགས་ ཅན་ སྤྱོད་པ་པ་ ཀུན་ ཏུ་ རྒྱུ་བ་ རྣམས་ དང་ ཕྲད་པ ར་ གྱུར་ ན་ ནི་ དེས་ན་ བདག་ གིས་ གཞན་ མུ་སྟེགས་ ཅན་ སྤྱོད་པ་པ་ ཀུན་ ཏུ་ རྒྱུ་བ་ དེ་དག་ ཆོས་ དང་ འཐུན་ པས་ ཚར་ བཅད་ ཟིན་པ་ ཞིག་ ན །_ ཀྱེ་མ་ བདག་ ཀྱང་ ལམ་སྲང་ དང་ །_ བཞི་མདོ་ དང་ །_ སུམ་མདོ་ གཞན་ ནས་བསོད་ སྙོམས་ ལ་ རྒྱུ་ རྒྱུ་ ནས་ འདིར་ ཕྱིན་ ཏེ །_
en: “If I had been traveling with you, venerable ones, and had met those wandering non-Buddhist practitioners along the Rājagṛha highway, at a crossing, or at a fork in the road, I would have defeated them in accordance with the Dharma.

source: གང་ ཚེ་ དང་ ལྡན་པ་ དག་ གཞན་ མུ་སྟེགས་ ཅན་ སྤྱོད་པ་པ་ ཀུན་ ཏུ་ རྒྱུ་བ་ རྣམས་ དང་ ལྷན་ཅིག་ གཏམ་ བྱས་པ འི་ འདྲི་བ འི་ ཚུལ་ དེ་ ནི་ བདག་ གིས་ ཚོར་ ཡང་ མ་ ཚོར་ རོ །_།
en: But unfortunately, I did not witness what transpired in your discussion with those wandering non-Buddhist practitioners.

source: ཚེ་ དང་ ལྡན་པ་ དག་ བཅོམ་ལྡན་འདས་ ཀུན་ ཏུ་ སྤྱན་ མངའ་བ་ ཐམས་ཅད་ མངོན་སུམ་པ །_
en: $6 “Venerable ones, the eyes of the Blessed One perceive everything directly.

source: ལས་ དང་ འབྲས་བུ་ དང་ རྣམ་པར་ སྨིན་པ་ མཁྱེན་པ་ དེ་ ཧ་ཅང་ མི་ རིང་ [83b] བ་ ཞིག་ ན་
en: He understands actions, their effects, and their ripening. [F.83.b] At present he is residing not far from here.

source: མུ་སྟེགས་ ཀྱི་ ལྟ་བ་ ཅན་ ཐམས་ཅད་ ཟིལ་ གྱིས་ མནན་ ནས ཉན་ཐོས་ དང་ །_ དགེ་བསྙེན་ དང་ །_ ལྷ་ དང་ མི་ རྣམས་ ལ་ལ ས་ དང་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ འི་ ཆོས་སྟོན་ གྱིས །_
en: Subduing all those whose views are extreme, he is teaching the Dharma of actions and their ripening results to hearers and laypeople, gods and humans.

source: ཁྱེད་ དེ་ ལ་ ཞུས་ ཤིག་ དང་ །_
en: You must bring what happened before him.

source: དེ་ཡང་ ལས་ དང་ རྣམ་པར་ སྨིན་པ་ ཐམས་ཅད་ སྟོན་པ ར་ མཛད་ དོ །_།
en: He will teach you everything about actions and their ripening.

source: གང་ ལྷ་ དང་ བཅས་པ །_ བདུད་ དང་ བཅས་པ །_ ཚངས་པ་ དང་ བཅས་པ །_ དགེ་སྦྱོང་ དང་ བྲམ་ཟེ ར་ བཅས་པ འི་ སྐྱེ་དགུ་ དག་ གིས་ མ་ མཐོང་བ་ དེ་ ཁྱེད་ ལ་ སྟོན་པ ར་ མཛད་ ཅིང་ །_
en: He will teach you that which is not seen by any god, māra, Brahmā, mendicant, brahmin, or any other being.

source: གང་ བདག་ཅག་ གི་ མངོན་སུམ་ དུ་མ་ གྱུར་པ་ དེ་ཡང་ ཁྱོད་ ལ་ བཅོམ་ལྡན་འདས་ ཤིན་ཏུ་ མངོན་སུམ་ དུ་ གྱུར་པ །_
en: What we fail to see the Blessed One sees directly.

source: ལས་ དང་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ མཁྱེན་པ་ སྟོན་པ ར་ མཛད་ དོ །_།
en: With his knowledge of actions and their ripening results, he will teach you.”

source: དེ་ནས་ དགེ་སློང་ རབ་ཏུ་ མང་པོ་ དག་ བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེར་ དོང་ ངོ་ །_། དེ་ནས་ དགེ་སློང་ དེ་དག་ གིས་ བཅོམ་ལྡན་འདས་ ཉིན་ མོ འི་ གནས་པ ས་ བཞུགས་པ །_
en: $7 The large group of monks then set off to see the Blessed One and came upon him during his afternoon rest.

source: རི་རབ་ ལྟར་ རང་ གི་ འོད་ ཀྱི་ དྲ་བ ས་ མངོན་པར་ འབར་བ །_
en: He was seated like Mount Sumeru, shining brightly within a sphere of light.

source: ཉིན་ མོ འི་ ཉི་མ་ ལྟར་ སྣང་བས་ རབ་ཏུ་ གསལ་བ །_ མཚན་མོ འི་ ཟླ་བ་ ལྟར་ ཞི་བས་ རབ་ཏུ་ སིམ་པ ར་ མཛད་པ །_
en: The Blessed One was resplendent like the sun at noon, peaceful and soothing like the moon at night.

source: མཚོ་ ལྟར་ ཤིན་ཏུ་ གསལ་བ །_ རྒྱ་མཚོ་ ལྟར་ ཟབ་པ །_ རི་རབ་ ལྟར་ མི་གཡོ་བ །_ སེང་གེ་ ལྟར་ དཔའ་བ །_
en: He was clear like a lake, deep like the sea, unshakable like Mount Sumeru, and dauntless like a lion.

source: ཕ་མ་ ལྟར་ འབྱུང་པོ་ ཐམས་ཅད་ ཀྱི་ སྐྱབས་ སུ་ གྱུར་པ །_
en: Like a parent, he was the refuge for all.

source: ཐུགས་རྗེ་ ཆེན་པོ ས་ བརླན་པ འི་ ཐུགས་ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ གཉེན་ གཅིག་པ ར་ གྱུར་པ །_
en: With his mind permeated by great compassion, he was the universal friend of all beings.

source: བྱམས་པ་ དང་ །_ སྙིང་རྗེ་ དང་ །_ དགའ་བ་ དང་ །_ བཏང་སྙོམས་ ཀྱི་ རྟེན་ དུ་ གྱུར་པ །_
en: He was an abode of love, compassion, joy, and equanimity.

source: བྱང་ཆུབ་ ཀྱི་ ཕྱོགས་ ཀྱི་ ཆོས་ ཆེན་པོ་ སུམ་ཅུ་རྩ་བདུན་ གྱིས་ སྐུ་ བརྒྱན་པ །_ རབ་ཏུ་ དང་བ ས་ ལུས་ཅན་ ཐམས་ཅད་ ཀྱི་ མིག་ མགུ་བ ར་ མཛད་པ །_
en: With his body adorned by the thirty-seven great factors of awakening, its radiance delighted the eyes of all who beheld him.

source: ཟླ་བ་ དང་ ཉི་མ འི་ འོད་ ཟིལ་ གྱིས་ གནོན་པ །_ ཤཱཀྱའི་ རྒྱལ་པོ འི་ སྲས་ ཀུན་ ཏུ་ སྤྱན་ མངའ་བ །_ སྤྱན་ དྲི་མ་ གསུམ་ དང་ བྲལ་བ །_
en: Outshining the light of the sun and the moon, the son of the Śākya king was endowed with universal vision, and his eyes were free of the three stains.

source: བདེན་པ་ གཉིས་ གསུང་བ །_ སྡུག་བསྔལ་ གཉིས་ མཁྱེན་པ །_ བསྒོམ་པ་ གཉིས་ བསྒོམས་ ཤིང་ མངོན་སུམ་ དུ་ མཛད་པ །_ ལམ་ གྱི་ འབྲས་བུ་ མངོན་དུ་ མཛད་པ །_ འགོག་པ འི་ དེ་ཉིད་ མཁྱེན་པ །_
en: He had taught the two truths, comprehended the twofold suffering, accomplished and actualized the two cultivations, realized the result of the path, and gained the knowledge of the reality of cessation.

source: ཁམས་ གསུམ་ མངོན་སུམ་ དུ་ མཛད་པ འི་ སྤྱན་ མངའ་བ །_ ཁམས་ གསུམ་ གཞན་ [84a]167 ཡང་དག་ པར་ སྟོན་པ །_
en: Endowed with eyes that perceive the three realms directly, he revealed the three realms to others.

source: ཁམས་ བཅྭ་ བརྒྱད་ ཀྱི་ དེ་ཉིད་ མཁྱེན་པ །_
en: [F.84.a] He had fathomed the real nature of the eighteen elements.

source: མོས་པ་ ཡིད་ ལ་ བྱེད་པ འི་ དེ་ཉིད་ མཁྱེན་པ །_
en: He knew the essence of the inspired mind.

source: ཡོན་ཏན་ གྱི་ ཀླུང་ རང་ གི་ ཡོན་ཏན་ བཅྭ་ བརྒྱད་ དག་ དང་ ལྡན་པ །_ སྲིད་པ འི་ འཆིང་བ་ ལས་ རྣམ་པར་ གྲོལ་བ །_ སྟོབས་ བཅུ་ དང་ ལྡན་པ །_ བསྙེངས་པ་ མི་ མངའ་བ་ བཞི ས་ མི་ བསྙེངས་པ །_ ཐུགས་རྗེ་ ཆེན་པོ་ དང་ ལྡན་པ །_ དྲན་པ་ ཉེ་བ ར་ གཞག་པ་ གསུམ་ དང་ རྟག་ ཏུ་ ལྡན་པ་ དེ་ མཐོང་ ངོ་ །_།
en: He was endowed with the eighteen floods of unique qualities, liberated from the bonds of existence, in possession of the ten powers, fearless with the four types of fearlessness, endowed with great compassion, and constantly in possession of the threefold application of mindfulness.

source: དེ་ནས་ དགེ་སློང་ རབ་ཏུ་ མང་པོ་ དག་ ཆོས་གོས་ ཕྲག་པ་ གཅིག་ ལ་ གཟར་ ནས །_ པུས་མོ་ གཡས་པ འི་ ལྷ་ང་ ས་ ལ་ བཙུགས་ ཏེ །_ བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ནས །_
en: $8 The many monks draped their Dharma robes over their shoulders, knelt on their right knees, and bowed their heads to the Blessed One’s feet.

source: དུལ་བ ས་ མགོ་ བཏུད་ དེ་ ཕྱོགས་ གཅིག་ ཏུ་ འཁོད་ དོ །_།
en: Calmly and with heads bowed, they then stood to one side.

source: དེ་ནས་ དགེ་སློང་ རབ་ཏུ་ མང་པོ་ དག་ གིས་ དགེ་སློང་ གཅིག་ཅིག་ བསྒོ་བ་ དང་ བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེར་ ཤིན་ཏུ་ ཉེ་བ ར་ ཕྱིན་ ནས །_
en: A monk who had been appointed by the large gathering now stepped forth and approached the Blessed One.

source: ཡང་ དེ་བཞིན་ དུ་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ །_
en: When he was very close to the Blessed One, he bowed his head to his feet.

source: བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_། བཅོམ་ལྡན་འདས་ འདིར་ བདག་ སྔ་དྲོ འི་ དུས་ སུ་ ལྷུང་བཟེད་ དང་ ཆོས་གོས་ འཚལ་ ནས །_ རྒྱལ་པོ འི་ ཁབ་ ཏུ་ བསོད་སྙོམས་ ལ་ མཆི་ མཆི་ ན་ ཞེས་ བྱ་བ་ སྔ་མ་ བཞིན་ ཏེ །_
en: He then respectfully conveyed to the Blessed One how, in the morning, the monks had dressed in their Dharma robes, picked up their alms bowls, and gone to Rājagṛha to receive alms.

source: གཞན་ མུ་སྟེགས་ ཅན་ སྤྱོད་པ་པ་ ཀུན་ ཏུ་ རྒྱུ་བ་ རྣམས་ དང་ ལྷན་ཅིག་ ལུས་ ཀྱི་ ཆད་པ་ དང་ །_ ངག་ གི་ ཆད་པ་ དང་ །_ ཡིད་ ཀྱི་ ཆད་པ་ སྔོན་ དུ་ འགྲོ་བ འི་ གཏམ་འདྲི་བ འི་ བར་ སྔ་མ་ བཞིན་ ཏེ །_ དེ་དག་ བཅོམ་ལྡན་འདས་ ལ་ གསོལ་ ཏོ །_།
en: He recounted how they had met the wandering non-Buddhist practitioners, and how the latter had begun to discuss physical, verbal, and mental misdeeds, up to the questions they had asked.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ འི་ ཚེ་ དགེ་སློང་ དེ་དག་ དང་ ན་ ལ་ ཏིའི་ གྲོང་ གི་ བྲམ་ཟེ་ ལ་སོགས་པ་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: $9 When the monk had finished his account, the Blessed One spoke the following words to the monks, as well as to the brahmins of Nālati, and the others:

source: དགེ་སློང་ དག་ ཁྱེད་ཅག་ ལ་ ཆོས་ བཤད་པ ར་ བྱ་བ་ འདི་ལྟ་སྟེ །_ དམ་པ འི་ ཆོས་ དྲན་པ་ ཉེ་བ ར་ གཞག་པ་ ཞེས་ བྱ་བ འི་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་
en: “Monks, I shall explain for you a teaching of the Dharma that is known as Mindfulness of the Sacred Dharma.

source: ཐོག་མ ར་ དགེ་བ །_ བར་ དུ་ དགེ་བ །_ ཐ་མ ར་ དགེ་བ །_ དོན་ བཟང་པོ །_ ཚིག་འབྲུ་ བཟང་པོ །_
en: Auspicious in the beginning, the middle, and the end, this teaching is of profound meaning and conveyed in excellent words.

source: མ་ འདྲེས་པ །_ ཡོངས་སུ་ རྫོགས་པ །_ ཡོངས་སུ་ དག་པ །_ ཡོངས་སུ་ བྱང་བ །_ ཚངས་པ ར་ སྤྱོད་པ །_ ཡང་དག་ པར་ རབ་ཏུ་ བསྟན་པ ར་ བྱས །_
en: Unique, complete, and pure, it explains the perfect training and pure conduct.

source: དེ་ ལེགས་པ ར་ རབ་ཏུ་ ཉོན་ ལ་ [84b] ཡིད་ ལ་ ཟུང་ ཤིག་ དང་ བཤད་པ ར་ བྱ འོ །_།
en: Listen keenly and [F.84.b] keep in mind what I say. I shall explain this for you.”

source: བཅོམ་ལྡན་འདས་ དེ་ལྟ ར་ འཚལ་ ལོ་ ཞེས་ གསོལ་ ཏེ །_
en: “Blessed One,” replied the monks, “we shall do just as you instruct.”

source: དགེ་སློང་ དེ་དག་ བཅོམ་ལྡན་འདས་ ལ་ ཉན་པ་ དང་ །_ བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་དག་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: $10 As the monks listened, the Blessed One now spoke:

source: དགེ་སློང་ དག་ དམ་པ འི་ ཆོས་ དྲན་པ་ ཉེ་བ ར་ གཞག་པ་ ཞེས་ བྱ་བ འི་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ དེ་ གང་ཡིན་ ཞེ་ན །_
en: “Monks, you may wonder what is meant by the Dharma teaching known as Mindfulness of the Sacred Dharma.

source: འདི་ལྟ་སྟེ །_ ཆོས་ ལ་ ཡང་ ཆོས་ཉིད་ དུ །_ ཆོས་མ་ ཡིན་པ་ ལ་ ཡང་ ཆོས་མ་ ཡིན་པ་ ཉིད་ དུ་ མཐོང་བ་ དེ་ དྲན་པ་ རྟག་ ཏུ་ ཉེ་བ ར་ གནས་པ ར་ འགྱུར་ ཞིང་ འདི་ ལ་ ཐེ་ཚོམ་ ཡང་ མི་ སྐྱེ །_
en: Well, it is to remain constantly mindful of seeing Dharma as Dharma and non-Dharma as non-Dharma, while not having any doubts.

source: ཆོས་ ཉན་པ་ ལ་ མངོན་པར་ དགའ་བ ར་ ཡང་ འགྱུར །_ རྒན་རབས་ ལ་ ཡང་ རིམ་གྲོ་ བྱེད་ དོ །_།
en: It is to delight in listening to the Dharma, and to venerate one’s elders.

source: དེ་ ནི་ ལུས་ ཀྱི་ ལས་ དང་ །_ ངག་གི་ལས་ དང་ །_ ཡིད་ ཀྱི་ ལས་ གསུམ་ གྱི་ ལས་ ཀྱི་ འབྲས་བུ་ དང་ །_ འཆི་བ་ དང་ །_ སྐྱེ་བ འི་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ ར་ འགྱུར་ ཏེ
en: This yields knowledge of the effects of the karmic actions of body, speech, and mind, and of the ripening of those actions in terms of death and rebirth.

source: ལྟ་བ་ མ་ ལོག་པ་ ཡིན་ ཞིང་ གཞན་ གྱིས་ ཁ་ མི་ ཕྱིན་པ ར་ འགྱུར་ རོ །_།
en: One’s view thereby becomes unmistaken and impervious to being swayed by others.

source: དགེ་སློང་ དག་ དེ་ ལ་ ལུས་ ཀྱི་ ཆད་པ་ རྣམ་པ་ གསུམ་ སྟེ །_ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ འོ །_།
en: $11 “Monks, there are three misdeeds of the body: killing, stealing, and sexual misconduct.

source: དེ་ ལ་ སྲོག་གཅོད་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: What, then, is killing?

source: སེམས་ཅན་ ཕ་རོལ་ ལ་ སེམས་ཅན་ དུ་ འདུ་ཤེས་ ཤིང་ བསམས་ བཞིན་ དུ་ སྲོག་ཆགས་ བསད་ དེ་ སྲོག་ དང་ བྲལ་བ ར་ བྱས་པ་ ཡིན་ ནོ །_།
en: To take a life is to recognize another sentient being as a sentient being and knowingly slay it.

source: དེ་ཡང་ རྣམ་པ་ གསུམ་ སྟེ །_ ཆེན་པོ་ དང་ །_ འབྲིང་ དང་ །_ ཐ་མ འོ །_།
en: Such an act may be of a great, intermediate, or minor kind.

source: དེ་ ལ་ཆེན་པོ་ ནི་ དགྲ་བཅོམ་པ་ ལ་སོགས་ པ་ བསད་པ་ སྟེ་ མནར་མེད་ པར་ འགྲོ་བ འོ །_།
en: Great killing is the murder of a worthy one or the like. Such acts lead to the Hell of Ultimate Torment.

source: འབྲིང་ ནི་ ལམ་ ལ་ གནས་པ་ བསད་པ འོ །_།
en: Intermediate killing occurs when one murders someone on the path.

source: ཐ་མ་ ནི་ དུད་འགྲོ་ དང་ ཚུལ་ཁྲིམས་ འཆལ་པ་ སྤྱད་པ་ བསད་པ འོ །_།
en: Minor killing is to kill an animal or someone of degenerate moral conduct.

source: ཡང་ རྣམ་པ་ གསུམ་ སྟེ །_ འདས་པ་ དང་ །_ མ་འོངས་པ་ དང་ །_ ད་ལྟ ར་ བྱུང་བ འིའོ །_། ཡང་ རྣམ་པ་ གསུམ་ སྟེ །_ འདོད་ཆགས་ ཀྱིས་ བྱས་པ་ དང་ །_ ཞེ་སྡང་ གིས་ བྱས་པ་ དང་ །_ གཏི་མུག་ གིས་ བྱས་པ འོ །_།
en: $12 “An act of killing can also be categorized with respect to the past, future, or present, or in terms of whether that act is carried out due to desire, anger, or delusion.

source: དེ་ ལ་ འདོད་ཆགས་ ཀྱིས་ བྱས་པ་ ནི་ རི་ དག ས་ ལ་སོགས་པ་ ལ འོ །_།
en: Of these latter, killing out of desire occurs in hunting deer and other game.

source: ཞེ་སྡང་ གིས་ བྱས་པ་ ནི་ སྦྲུལ་ དང་ ནེའུ་ལེ་ ལ་སོགས་པ་ ལ འོ །_།
en: Killing out of hatred occurs in killing a snake, a mongoose, or the like.

source: གཏི་མུག་ གིས་ བྱས་པ་ ནི་ མཆོད་སྦྱིན་ ལ་སོགས་པ་ ལ འོ །_།
en: Killing due to delusion occurs in sacrificial killings and the like.

source: ཡང་ རྣམ་པ་ [85a] གསུམ་ སྟེ །_ རང་ གིས་ བྱས་པ་ དང་ །_ གཞན་ གྱིས་ བཅོལ་བ་ དང་ །_ གཉི་ག ས་ བྱས་པ འོ །_།
en: Killing can likewise be categorized in terms of [F.85.a] acts done by oneself, acts ordered by others, and acts done both by oneself and on the order of others.

source: རྒྱུ་ལྔ ས་ སྲོག་གཅོད་པ་ བྱས་ ཀྱང་ ཁ་ན་མ་ཐོ་ བས་ གོས་པ ར་ མི་ འགྱུར་ ཏེ །_ འདི་ལྟ་སྟེ །_
en: $13 “In five cases killing will not incur any stain of evil:

source: ལམ་ དུ་ འགྲོ་བ ར་ ཞུགས་པ་ མི་ ཤེས་པ ས་ སྲོག་ཆགས་ ཕྲ་མོ་ དང་ །_ གྲོག་སྦུར་ ལ་སོགས་པ་ སྲོག་ དང་ བྲལ་བ ར་ བྱེད་པ་ དང་ །_
en: unwittingly killing insects, ants, and so forth that happen to be in one’s a path;

source: གཞན་ ལ་ མཚོན་ཆ་ གཟས་པ་ ལས་ བསམ་པ་ དང་ མི་ ལྡན་པ ར་ གཞན་ ལ་ ཕོག་ སྟེ དེ་ སྲོག་ དང་ བྲལ་བ་ དང་ །_
en: unintentionally striking and killing someone with a weapon;

source: ནད་པ་ ལ་སྨན་པ་ ཕན་པ ར་ འདོད་པ ས་ ཉེས་པ ར་ མ་ མཐོང་ སྟེ །_ སྨན་ བྱིན་པ་ ལས་ དེ་ ཤི་བ་ དང་ །_
en: dispensing the wrong type of medicine to a sick person, thereby accidently causing the person’s death while trying to help;

source: དེ་བཞིན་ དུ་མ ས་ བུ་ གདུལ་བ ར་ བྱ་བ འི་ ཕྱིར་ བརྡེག་པ་ ལས་ དེ་ སྲོག་ དང་ བྲལ་བ་ དང་ །_
en: as a mother, causing the death of one’s child by disciplinary beating;

source: མེ་ འབར་བ འི་ ནང་ དུ་ སྲོག་ཆགས་ མི་ འདོད་ བཞིན་ དུ་ ལྷུང་བ་ སྟེ །_
en: and unintentionally causing living beings to die due to their falling into fire.

source: རྒྱུ་ རྣམ་པ་ དེ་ ལྔས་ སྲོག་ བཅད་པ ར་ གྱུར་ ཀྱང་ གོས་པ ར་ མི་ འགྱུར་ རོ །_།
en: When killing occurs under these five circumstances there will not be any stain.

source: ཡང་ སྲོག་གཅོད་པ་ རྣམ་པ་ གསུམ་ སྟེ །_ གཞན་ ལ་ བསྒོ་བ་ དང་ །_ བདག་ཉིད་ བྱེད་པ་ དང་ །_ གཉི་ག ས་ བྱེད་པ འོ །_།
en: “Further, killing may take place, again in three ways, by contracting others to do it, by performing the deed oneself, or by both of these methods.

source: གཞན་ ཡང་ མ་ བྱིན་པ ར་ ལེན་པ་ རྫོགས་པ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $14 “What is understood by a complete act of stealing?

source: རྣལ་འབྱོར་ སྤྱོད་པ་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དེས །_ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ མཐོང་ སྟེ །_
en: A spiritual practitioner, who observes and adheres to the Dharma, may understand this through having received teachings or having seen it to be the case by means of the divine eye.

source: ཕ་རོལ་ གྱིས་ ཡོངས་སུ་ བཟུང་བ་ ལ་ བདག་ གིར་ བྱ་བ འི་ བསམ་པ ས་ རྐུ་བ ར་ བྱེད་པ་ འདི་ ནི་ མ་ བྱིན་པ ར་ ལེན་པ་ རྫོགས་པ་ ཡིན་ ནོ །_།
en: A complete act of stealing is to rob something that belongs to another with the intention of making it one’s own.

source: འབྲས་བུ་ ཆུང་བ་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $15 “Which acts of this kind will have a minor effect?

source: འདི་ལྟ་སྟེ །_ རྒྱལ་པོ འི་ ཆད་པ ས་ ཉེན་པ་ དང་ །_ བླ་མ འི་ དོན་ དང་ །_ ཕ་མ་ ནད་པ་ དང་ །_ རང་ སངས་རྒྱས་ དང་ །_ དགྲ་བཅོམ་པ་ དང་ །_ ཕྱིར་ མི་ འོང་བ་ དང་ །_ རྒྱུན་ དུ་ ཞུགས་པ་ ལ་སོགས་ པ་ དང་ །_ ནད་པ་ དང་ །_ ལྟོགས་པ་ དེ་དག་ གི་ དོན་ དུ་མ་ བྱིན་པ ར་ བླངས་པ་ འདི་ ནི་ འབྲས་བུ་ ཆུང་བ་ ཡིན་ ནོ །_།
en: If one takes what was not given due to compliance with a royal decree; or if one takes what was not given for the sake of one’s guru, one’s sick parents, a solitary buddha, a worthy one, a non-returner, a stream enterer, or the like;

source: མ་ བྱིན་པ ར་ ལེན་པ འི་ སྡོམ་པ་ མ་ བླངས་པ ས་ མ་ བྱིན་པ ར་ ལེན་པ་
en: or if one does so for the sake of the sick or the hungry.

source: འདི་ ནི་ རྣམ་པར་ སྨིན་པ་ ཆུང་བ་ ཡིན་ ནོ །_།
en: In such cases there will be a minor ripening of the act.

source: གཞན་ ཡང་ འབྲས་བུ་ ཆུང་བ ར་ འགྱུར་བ་ ནི་ མ་ བྱིན་པ ར་ ལེན་པ་ བྱས་ ནས །_
en: Such cases of taking what was not given, when performed by someone who has not taken vows to take what was not given, also involve only a minor ripening.

source: སེམས་ ཀྱིས་ འཆགས་པ ར་ བྱེད །_ འགྱོད་ ལ་ ཕྱིར་ཞིང་ མི་ བྱེད །_ ཕ་རོལ་ ཡང་ མ་ བྱིན་པ ར་ ལེན་པ་ ལས་ ཕྱིར་ ཟློག་པ ར་ བྱེད །_ སྡོམ་པ འི་ ལུང་ ཡང་ [85b] འབོགས་པ ར་ བྱེད །_ ལམ་ ལ་ ཡང་ འཇོག་པ ར་ བྱེད །_ མ་ བྱིན་པ ར་ ལེན་པ་ སྤོང་བ་ དག་ ལ་ འཇོག་པ ར་ བྱེད་ ཅིང་ །_
en: Minor effects will also arise when one takes what was not given, but then mentally confesses, feels remorse, and abstains in the future, and when one prevents others from taking what was not given, confers vows upon them, [F.85.b] establishes them upon the path, and establishes them in the practice of abstaining from taking what was not given.

source: ལས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_ ལས་ ཀྱི་ མཇུག་ མི་ བྱེད་པ འོ །_།
en: Similarly, only minor effects occur when the preparations, act, or conclusion is incomplete.

source: མ་ བྱིན་པ ར་ ལེན་པ འི་ ལས་ ཀྱི་ ཉེར་བསྡོགས་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: $16 “What are the preparations for stealing?

source: འདི་ ལ་མ་ བྱིན་པ ར་ ལེན་པ་པོ ས་ ཕ་རོལ་ ལ་ གཡོ་སྒྱུ་ བྱེད་ ཅིང་ གསང་ ཐབས་ སུ་ སྨྲ་བ་ དང་ །_ འཇལ་ ལུགས་ ལ་ གཡོ་ བྱེད་པ་ དང་ །_ མི་རིགས་པ འི་ ལས་ ལྷག་པ ར་ སྤྱོད་པ་ རྣམ་པ་ འདི་དག་ ནི་ལ ས་ ཀྱི་ ཉེར་བསྡོགས་ ཡིན་ ནོ །_།
en: They involve deceiving the victim, giving secret instructions, engaging in fraud, or some other form of inappropriate activity.

source: ལས་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: What is the act itself?

source: གང་ གི་ ཚེ་ ཕ་རོལ་ གྱིས་ ཡོངས་སུ་ བཟུང་བ འི་ རྫས་ ཀྱི་ རྣམ་པ་ མ་ བྱིན་པ ར་ ལེན་པ་ འདི་ ནི་ལ ས་ ཡིན་ ནོ །_།
en: It is to take the possessions of another without them being given.

source: ལས་ ཀྱི་ མཇུག་ ཇི་ལྟ་བུ་ ཡིན་ ཞེ་ན །_
en: What is the act’s conclusion?

source: འདི་ ལ་ བྱས་ ནས་ རྗེས་སུ་ ཡི་ རང་བ ར་ བྱེད་ ཅིང་ གོམས་པ ར་ བྱེད་ ལ་ མང་ དུ་ བྱས་ ཏེ །_ |#| རྗེས་སུ་ ཡི་ རང་བ་ ཀུན་ ཏུ་ འཆབ་པ ར་ བྱེད །_ |#| ཚུལ་ཁྲིམས་ དང་ ལྡན་པ་ གཞན་མ་ བྱིན་པ ར་ ལེན་པ་ ལ་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད་པ་ འདི་ ནི་ལ ས་ ཀྱི་ མཇུག་ ཡིན་ ནོ །_།
en: This consists in rejoicing in, becoming habituated to, and increasing the act; |#| rejoicing in the act while keeping it hidden; |#| and making other disciplined individuals engage in such an act.
